{
    "A fresh verification link has been sent to your email address.": "S'ha enviat un nou enllaç de verificació al seu correu electrònic.",
    "All rights reserved.": "Tots els drets reservats.",
    "Before proceeding, please check your email for a verification link.": "Abans de continuar, per favor, confirmi el seu correu electrònic amb l'enllaç de verificació que se li ha enviat.",
    "click here to request another": "faci clic aqui per sol·licitar un altre",
    "Confirm Password": "Confirmar contrasenya",
    "E-Mail Address": "Correu electrònic",
    "Error": "Error ",
    "Forbidden": "Prohibit",
    "Forgot Your Password?": "Ha oblidat la contrasenya?",
    "Go Home": "Anar a l'inici",
    "Hello!": "Hola!",
    "hi": "hola",
    "If you did not create an account, no further action is required.": "Si no ha creat un compte, no es requereix ninguna acció addicional.",
    "If you did not receive the email": "Si no ha rebut el correu electrònic",
    "If you did not request a password reset, no further action is required.": "Si no ha sol·licitat el restabliment de contrasenya, ometi aquest correu electrònic.",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Si té problemes per fer clic en el botó \":actionText\", copia i enganxa la següent URL \nen el seu navegador web: [:actionURL](:actionURL)",
    "Login": "Entrar",
    "Logout": "Sortir",
    "Name": "Nom",
    "Oh no": "Oh no ",
    "Page Expired": "Pàgina Expirada",
    "Page Not Found": "Pàgina no trobada",
    "Password": "Contrasenya",
    "Please click the button below to verify your email address.": "Si us plau, feu clic al botó de sota per verificar la seva adreça de correu electrònic.",
    "Regards": "Salutacions coordials",
    "Register": "Registrar",
    "Remember Me": "Recorda'm",
    "Reset Password": "Restablir contrasenya",
    "Reset Password Notification": "Notificació de restabliment de contrasenya",
    "Send Password Reset Link": "Enviar enllaç per restablir la contrasenya",
    "Service Unavailable": "Servei no disponible",
    "Sorry, the page you are looking for could not be found.": "Ho sentim, la pàgina que està buscant no s'ha pogut trobar.",
    "Sorry, you are forbidden from accessing this page.": "Ho sentim, se li prohibeix l'accés a aquesta pàgina.",
    "Sorry, you are making too many requests to our servers.": "Ho sentim, està fent massa peticions als nostres servidors.",
    "Sorry, you are not authorized to access this page.": "Ho sentim, no està autoritzat per accedir a aquesta pàgina.",
    "Sorry, your session has expired. Please refresh and try again.": "Ho sentim, la seva sessió ha expirat. Si us plau, actualitzi i torni a intentar-ho.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Ho sentim, estem fent una mica de manteniment. Si us plau, torni aviat.",
    "This password reset link will expire in :count minutes.": "Aquest enllaç de restabliment de contrasenya caducarà en :count minuts.",
    "Toggle navigation": "Activar navegació",
    "Too Many Requests": "Massa peticions",
    "Unauthorized": "No autoritzat",
    "Verify Email Address": "Confirma el teu correu electrònic",
    "Verify Your Email Address": "Verifica el teu correu electrònic",
    "You are receiving this email because we received a password reset request for your account.": "Ha rebut aquest missatge perquè es va sol·licitar un restabliment de contrasenya per al compte.",
    "Whoops!": "Vaja!",
    "Whoops, something went wrong on our servers.": "Vaja, ha sortit malament alguna cosa en els nostres servidors."
  }
  